/* ClipFeed Japanese */
"app_version" = "バージョン";
"check_update" = "アップデートを確認";
"settings" = "設定";
"close" = "閉じる";
"copy" = "コピー";
"copied_from" = "コピー元";
"image" = "画像";
"text" = "テキスト";
"app_language" = "アプリの言語";
"app_language_system" = "端末の言語（デフォルト）";
"app_language_ja" = "日本語";
"app_language_en" = "英語";
"about_app_version" = "アプリバージョン";
"launch_source_label" = "実行元";
"launch_source_xcode" = "Xcodeビルド（開発）";
"launch_source_apps" = "アプリケーションフォルダ";
"launch_source_other" = "その他";
"support_developer" = "開発者を支援";
"clear_history_title" = "履歴を全削除";
"delete" = "削除";
"cancel" = "キャンセル";
"clear_history_message" = "クリップボード履歴をすべて削除します。この操作は取り消せません。";
"color_mode" = "カラーモード";
"color_mode_system" = "端末の設定";
"color_mode_light" = "ライト";
"color_mode_dark" = "ダーク";
"max_items_label" = "最大保存件数";
"items_count_format" = "%d件";
"launch_at_login" = "起動時に自動起動";
"clear_history_button" = "履歴を全削除";
"support_developer_message" = "このアプリは、自分用に作ったお気に入りツールがどこかの誰かの役にも立ったらハッピー！という思いで運営しています。継続のために応援してくれると嬉しいです！";
"buy_me_coffee" = "コーヒーを送る";
"loading" = "読み込み中…";
"filter_all" = "すべて";
"source_other_devices" = "他のデバイス";
"source_screenshot" = "スクリーンショット";
"oversized_placeholder_message" = "⚠ 2MBを超えているため再コピーできません";
"toast_no_text" = "テキストがありません";
"toast_saved" = "保存しました";
"toast_save_failed" = "保存に失敗しました";
"toast_copied" = "クリップボードにコピーしました";
"no_history_found" = "履歴が見つかりません";
"back_esc" = "戻る esc";
"update_check_title" = "アップデート確認";
"update_check_fetch_error" = "バージョン情報の取得に失敗しました。";
"update_available" = "アップデートがあります";
"update_download" = "ダウンロード";
"update_later" = "あとで";
"update_latest" = "現在が最新バージョンです。";
"update_check_no_releases" = "リポジトリが見つからないか、リリースがまだありません。";
"update_check_no_dmg" = "最新リリースにDMGが添付されていません。";
"alert_ok" = "OK";
"update_available_message" = "新しいバージョン %@ が利用可能です。";
"search_placeholder" = "コピー履歴を検索";
"shortcuts" = "ショートカット";
"shortcut_toggle_popover" = "ポップオーバーを開く / 閉じる";
"shortcut_switch_tab" = "コピー元タブの切り替え";
"shortcut_recopy" = "履歴を再コピー（ポップオーバー表示中）";
"shortcut_ocr_copy" = "画像のテキストをOCRコピー（ポップオーバー表示中）";
"shortcut_open_settings" = "設定を開く";
"shortcut_section_in_popover" = "ポップオーバー内";
"shortcut_focus_search_feed" = "検索窓とフィードのフォーカスを切り替え";
"shortcut_copy_focused" = "フォーカス中のアイテムをコピー";
"shortcut_ocr_focused" = "画像のOCR実行 / OCRテキストをコピー";
"shortcut_clear_search" = "検索をやめて戻る";
"shortcut_move_focus" = "フォーカスを上 / 下に移動";
"contact_tab" = "お問い合わせ";
"contact_button" = "お問い合わせはこちら";
"export_log" = "ログを出力";
"log_export_success" = "ログを出力しました。";
"log_export_failed" = "ログの保存に失敗しました。";
